export const timeline = [
    {
        title: 2014,
        main: '《此间》第一次发行杂志版，是为2014新生特刊1、2，实际相当于后来每期杂志中的主刊和副刊，此处合并。',
        books: [
            {
                title: '2014新生特刊',
                key: '2014fallspec',
                length: 72
            }
        ]
    },
    {
        title: 2015,
        main: '确定了《此间》季刊的杂志形式，第一次发布《此间》杂志的招新。招新文案如是说：',
        quote: '北京大学《此间》是北京大学学生会主办的刊物，于2012年秋季正式创刊，由北京大学学生会宣传部编辑出版，是北大校内发行量最大的学生杂志。“传达，于此之间”是《此间》的宣传语，“理性/深度/人文/兼容”是《此间》的杂志定位，《此间》要传达的，不仅是思想的深度与思维的广度，更是面对事件的态度与新闻报道的温度。同学们的关注在哪里，此间人的足迹就在哪里。如今《此间》累计出版25期，杂志版3期，策划并操作了数十个在校内外受到广泛关注的深度选题。2015年9月，《此间》改版为杂志版季刊，致力于打造北大一个兼具思想性与传承性的文化品牌。一座伟大的大学，需要一个伟大的媒体。',
        books: [
            {
                title: '2015夏季刊',
                key: '2015sum',
                length: 108
            },
            {
                title: '2015新生特刊',
                key: '2015fallspec',
                length: 102
            },
            {
                title: '2015冬季刊',
                key: '2015winter',
                length: 130
            },
        ],
    },
    {
        title: 2016,
        main: '转型为杂志后的第二年。',
        books: [
            {
                title: '2016春季刊',
                key: '2016spring',
                length: 130
            },
            {
                title: '2016秋季刊',
                key: '2016fall',
                length: 110
            },
            {
                title: '2016冬季刊',
                key: '2016winter',
                length: 142
            },
        ]
    },
    {
        title: 2017,
        main: '西南联大80周年，《此间》唯一一次在每个季节都刊发了一期杂志。这一年约采的模板后来一直沿用：',
        quote: '尊敬的______先生/女士：\n' +
            '\n' +
            '作为北京大学乃至全国各高校间最具知名度的学生杂志，「深度/理性/人文/兼容」「关注北大人，和北大人关注的一切」是《此间》始终秉持的理念。《此间》是北京大学学生会会刊，每期发行量 5000 册，读者覆盖绝大部分北大在校学生。五年来，《此间》策划了数十个在校内外受到广泛关注的深度选题，并和上百位包括北大教授、业界巨擘、学生新锐在内的采访对象保持良好的合作关系。而和其他校园媒体不同的是，《此间》并不囿于提供校园资讯和优质文章，而是关注北大以及社会上最具记录价值的人物与事件，追寻「于此之间」的意义。 作为这样一个在新媒体与传统媒体领域都拥有强大影响力的平台，我们希望能与那些各个领域的佼佼者一起，为传播积极有益的生活方式，倡导宽容多元的文化氛围做出应尽的努力！\n' +
            '\n' +
            '尊敬的______先生/女士，我们诚挚地邀请您接受《此间》杂志的采访邀约....\n' +
            '\n' +
            '顺颂时祺！\n',
        books: [
            {
                title: '2017春季刊',
                key: '2017spring',
                length: 100
            },
            {
                title: '2017夏季刊',
                key: '2017sum',
                length: 98
            },
            {
                title: '2017秋季刊',
                key: '2017fall',
                length: 100
            },
            {
                title: '2017冬季刊',
                key: '2017winter',
                length: 106
            },
        ]
    },
    {
        title: 2018,
        main: '北大120周年校庆，《此间》只刊发了两期杂志。',
        books: [
            {
                title: '2018夏季刊',
                key: '2018sum',
                length: 102
            },
            {
                title: '2018秋季刊',
                key: '2018fall',
                length: 105
            },
        ]
    },
    {
        title: 2019,
        main: '《此间》上线了自己的小程序，在春季尝试了电子刊的形式。',
        books: [
            {
                title: '2019夏季刊',
                key: '2019sum',
                length: 96
            },
            {
                title: '2019秋季刊',
                key: '2019fall',
                length: 128
            },
        ]
    },
]
